[
    {   
        "id": 1,
        "title": "Veggie-packed Bolognese",
        "image": "",
        "ingredients": ["1 tbsp olive oil",
        "1 small onion, peeled and finely chopped",
        "1 small leek, trimmed and thinly sliced",
        "½ stick celery, diced",
        "½ small red pepper, deseeded and diced",
        "1 small carrot, peeled and grated",
        "50g mushrooms, diced",
        "½ apple, peeled, cored and grated",
        "1 clove garlic, peeled and crushed",
        "1 x 400g tin chopped tomatoes",
        "450g minced beef",
        "4 tbsp tomato purée",
        "2 tbsp ketchup",
        "250ml beef stock",
        "½ tsp dried oregano",
        "1 tbsp grated Parmesan",
        "small handful of fresh basil leaves"],
        "method": ["Place the oil in a large frying pan over a medium heat. Add the vegetables and apple and fry for 10 minutes until soft. Stir in the garlic and fry for 10 seconds.",
        "Transfer to a blender, add the chopped tomatoes and whizz until smooth. Set aside.",
        "Add the mince to the frying pan and place over a medium-high heat. Fry for 4 minutes, breaking the mince up with a wooden spoon, until browned (you may need to do this in batches).",
        "Place the tomato and vegetable sauce in the pan with the mince, then add the tomato purée, ketchup, stock and oregano. Bring to a simmer and cook for 40–45 minutes, until the sauce is thick. Season to taste with salt and pepper.",
        "Serve with spaghetti and a sprinkling of Parmesan and fresh basil leaves."],
        "preptime": 20,
        "cooktime": 40
    },
    {
        "id": 2,
        "title": "Margarita Pizza Slices",
        "image": "",
        "ingredients": ["2 Warburtons Half White Half Wholemeal thins",
        "4 tbsp green pesto",
        "75g mozzarella cheese, grated",
        "150g yellow and red cherry tomatoes, halved",
        "2 tbsp sweetcorn"],
        "method": ["Preheat the grill.",
        "Put the four halves onto a baking sheet. Spread the pesto over the base and top with the mozzarella, cherry tomatoes and sweetcorn.",
        "Place under the grill for 8 minutes until melted and crisp. Slice each thin into two."],
        "preptime": 5,
        "cooktime": 8
    },
    {
        "id": 3,
        "title": "Mini Breaded Chicken Bites",
        "image": "",
        "ingredients": ["2 slices Warburtons Half White Half wholemeal thick bread",
        "50g Parmesan, grated",
        "2 tbsp fresh basil, chopped",        
        "2 large chicken breasts cut into chunks",
        "2 tbsp red pesto"],
        "method": ["Preheat the oven to 180C Fan.",
        "Put the bread into a food processor whiz until if forms fine breadcrumbs.",
        "Add the cheese and basil and whiz again until you have a fine crumb mixture. Tip onto a plate.",
        "Put the pesto and chicken into a bowl and mix well.",
        "Roll the chicken into the breadcrumb mixture so that each piece of chicken is well coated.",
        "Place on an oiled baking sheet. Bake for 10 to 12 minutes until golden and cooked through."],
        "preptime": 12,
        "cooktime": 12
    },
    {
        "id": 4,
        "title": "Cherry Tomato & Mascarpone Risotto",
        "image": "",
        "ingredients": ["2 tbsp olive oil",
        "2 onions, finely chopped",
        "2 cloves garlic, crushed",
        "150g risotto rice",
        "400g Piccolo cherry tomatoes halved",
        "600 ml hot chicken stock",
        "50g parmesan, grated",
        "3 tbsp fresh basil, chopped",
        "50g mascarpone cheese"],
        "method": ["Heat the oil in a saucepan. Add the onion and fry for 3 to 4 minutes.",
        "Add the garlic and tomatoes and fry for 2 minutes. Add the rice and stir over the heat.",
        "Add the stock a little at a time until all the liquid has been absorbed. This takes around 25 minutes. Remove from the heat.",
        "Add the parmesan, basil, and mascarpone. Stir well and season to taste."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 5,
        "title": "Veggie Omelette Toasties",
        "image": "",
        "ingredients": ["3 Tip Top Wholemeal thins",
        "1 tbsp olive oil",
        "100g small new potatoes",
        "1 red onion, peeled and finely chopped",
        "Handful baby spinach, chopped",
        "4 medium eggs",
        "6 small cherry tomatoes, roughly chopped",
        "1 tbsp milk",
        "2 tbsp freshly grated Parmesan cheese",
        "2 tbsp chopped basil"],
        "method": ["Bring a lightly salted saucepan of water to the boil and add the new potatoes. Reduce the pan to a simmer and cook the potatoes for about 12 minutes, until tender.",
        "Drain, leave to cool and then cut into slices.",
        "Heat the oil in an 18-20cm non-stick frying pan. Add the onion and sauté for 2 minutes.",
        "Add the chopped spinach and tomatoes and cook for 2 minutes, then stir in the sliced new potatoes.",
        "Beat the eggs together with the milk, Parmesan cheese and basil. Pour the egg mixture over the vegetables and cook over a medium heat for about 4 minutes or until the eggs are set underneath.",
        "Meanwhile, pre-heat the grill to high. Place the frying pan under the grill with the handle sticking out if not metal and cook for about 3 minutes until golden and set.",
        "Split the thins and fill each one with a slice of omelette, sandwich together and halve."],
        "preptime": 5,
        "cooktime": 23
    },
    {
        "id": 6,
        "title": "Quick & Easy Spinach & Parmesan Fusilli",
        "image": "",
        "ingredients": ["150g fusilli pasta",
        "100g spinach",
        "3 tablespoon double cream",
        "40g parmesan cheese, grated"],
        "method": ["Cook the pasta in boiling water, drain. Heat a frying pan. Add the spinach and cook until wilted. Add the pasta, cream and cheese. Toss together over the heat."],
        "preptime": 2,
        "cooktime": 10
    },
    {
        "id": 7,
        "title": "Sweet Potato & Carrot Rostis",
        "image": "",
        "ingredients": ["125g carrot, peeled and grated",
        "175g sweet potato, peeled and grated",
        "50g Parmesan, grated",
        "3 spring onions, sliced",
        "1 tsp fresh thyme, chopped",
        "3 medium British Lion eggs, beaten",
        "70g self-raising flour",
        "1 tbsp sunflower oil"],
        "method": ["Measure all of the ingredients except the oil into a large bowl. Mix well.",
        "Heat a little oil in a large frying pan, then add heaped tablespoons to the pan.",
        "Spread out and cook for 2 to 3 minutes each side.",
        "You can make large rostis for adults by adding 2 heaped tablespoons of mixture to the pan and cook them for 3 to 4 minutes each side.",
        "For the poached egg topper, bring a pan of water to the boil, swirl the water. Crack each of the British Lion eggs into a ramekin.",
        "Tip into the water, then repeat with the second and third egg. Gently simmer for 3 to 4 minutes until the white is cooked but the yolk is still runny. Drain onto kitchen paper.",
        "Add a poached egg to each adult portion and just the yolk to a baby / toddler portion."],
        "preptime": 10,
        "cooktime": 10
    },
    {
        "id": 8,
        "title": "Veggie Frittata Muffins",
        "image": "",
        "ingredients": ["100 g broccoli florets",
        "65g tinned sweetcorn",
        "3 large British Lion eggs",
        "2 tbsp milk",
        "50g Cheddar or Gruyere cheese, grated",
        "4 spring onions, sliced"],
        "method": ["Preheat the oven to 180°C Fan.",
        "Grease 6 holes in a non-stick muffin tin. I like to use a silicone muffin tray.",
        "Steam the broccoli for 4 minutes. Refresh under cold water. Roughly chop.",
        "Crack the British Lion eggs into a bowl. Add the milk and beat together. Add the broccoli, corn, gruyere and spring onions.",
        "Spoon into the 6 holes. Bake for 20 to 25 minutes until lightly golden and set in the middle."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 9,
        "title": "Super Fast Scrambled Egg Quesadillas",
        "image": "",
        "ingredients": ["1 tbsp olive oil",
        "¼ red onion, finely chopped",
        "¼ red pepper, finely diced",
        "4 cherry tomatoes, chopped",
        "A knob of butter",
        "2 large British Lion eggs, beaten",
        "1 tbsp milk",
        "2 tbsp Cheddar cheese, grated",
        "2 mini tortilla wraps"],
        "method": ["Heat the oil in a small frying pan. Add the onion and red pepper and fry for 3 to 4 minutes. Add the tomatoes and fry for 30 seconds, then spoon onto a plate.",
        "Beat the British Lion eggs and milk together in a bowl. Wipe the pan clean then add the butter. When the butter is foaming, add the eggs and stir over the heat until lightly scrambled and spoon onto a plate.",
        "Put one wrap onto a board. Top with the egg and diced vegetables. Sprinkle with the cheese. Top with the second wrap and press down.",
        "Place in a frying pan and heat until golden on both sides. Slice into three triangles."],
        "preptime": 5,
        "cooktime": 5
    },
    {
        "id": 10,
        "title": "Spinach Crepes with Cream Cheese & Cherry Tomatoes",
        "image": "",
        "ingredients": ["50g spinach",
        "2 eggs",
        "100g plain flour",
        "100mls milk",
        "2 tablespoons crème cheese",
        "6 chopped cherry tomatoes",
        "Sunflower oil"],
        "method": ["Measure the spinach, eggs, flour and milk into a jug. Blend until smooth using a stick blender.",
        "Heat a little oil in a small frying pan. Add a thin layer of mixture, swirl around the pan and cook for 2/3 minutes on both sides. Transfer to as plate and repeat with the remaining mixture.",
        "Once the crepes have cooled, spread with cream cheese and sprinkle with tomatoes. Roll up tightly and slice into rounds."],
        "preptime": 10,
        "cooktime": 3
    },
    {
        "id": 11,
        "title": "5 Veg Raindbow Cod",
        "image": "",
        "ingredients": ["150g long grain rice",
        "75g tiny broccoli florets",
        "40g frozen peas",
        "1 tbsp sunflower oil",
        "1 small onion, finely chopped",
        "1 clove garlic, crushed",
        "1 carrot, peeled and finely diced",
        "2 tbsp sweetcorn",
        "2 x parcels of Young’s Cod Steaks in Butter Sauce",
        "25g Parmesan cheese, grated",
        "Squeeze of lemon juice"],
        "method": ["Cook the rice in a pan of boiling water according to the packet instructions. Add the broccoli and peas 3 minutes before the end of the cooking time, drain well.",
        "Heat the oil in a frying pan. Add the onion and carrot and fry for 4 – 5 minutes until soft and then add the garlic for 15 seconds. Add the cooked rice, vegetables and sweetcorn.",
        "Cook the Young’s Cod Steaks in Butter Sauce in the microwave according to the packet instructions. Snip open the packets and add to the pan with the Parmesan cheese and lemon juice.",
        "Gently fold everything together and season lightly."],
        "preptime": 10,
        "cooktime": 20
    },
    {
        "id": 12,
        "title": "Apple, Cinnamon & Sultana Pancakes",
        "image": "",
        "ingredients": ["100g plain flour",
        "½ tsp bicarbonate of soda",
        "2 tsp maple syrup",
        "1 sweet apple, peeled and grated",
        "2 eggs, beaten",
        "100 ml milk",
        "50g sultanas",
        "Pinch of cinnamon"],
        "method": ["Measure the flour, bicarbonate of soda, eggs and milk into a bowl. Whisk into a smooth batter. Add the apple, sultana, cinnamon and maple syrup. Stir together .",
        "Heat a little oil in a frying pan. Add spoonfuls of the mixture to make little pancakes , Cook for 1 to 2 minutes, turn over and cook on the other side for 1 minutes until cooked through and lightly golden in colour."],
        "preptime": 5,
        "cooktime": 5
    }
]