[
    {   
        "id": 1,
        "title": "Veggie-packed Bolognese",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/09/KC-Spaghetti-Bolognese-1-803x1024.jpg",
        "ingredients": ["1 tbsp olive oil",
        "1 small onion, peeled and finely chopped",
        "1 small leek, trimmed and thinly sliced",
        "½ stick celery, diced",
        "½ small red pepper, deseeded and diced",
        "1 small carrot, peeled and grated",
        "50g mushrooms, diced",
        "½ apple, peeled, cored and grated",
        "1 clove garlic, peeled and crushed",
        "1 x 400g tin chopped tomatoes",
        "450g minced beef",
        "4 tbsp tomato purée",
        "2 tbsp ketchup",
        "250ml beef stock",
        "½ tsp dried oregano",
        "1 tbsp grated Parmesan",
        "small handful of fresh basil leaves"],
        "method": ["Place the oil in a large frying pan over a medium heat. Add the vegetables and apple and fry for 10 minutes until soft. Stir in the garlic and fry for 10 seconds.",
        "Transfer to a blender, add the chopped tomatoes and whizz until smooth. Set aside.",
        "Add the mince to the frying pan and place over a medium-high heat. Fry for 4 minutes, breaking the mince up with a wooden spoon, until browned (you may need to do this in batches).",
        "Place the tomato and vegetable sauce in the pan with the mince, then add the tomato purée, ketchup, stock and oregano. Bring to a simmer and cook for 40–45 minutes, until the sauce is thick. Season to taste with salt and pepper.",
        "Serve with spaghetti and a sprinkling of Parmesan and fresh basil leaves."],
        "preptime": 20,
        "cooktime": 40
    },
    {
        "id": 6,
        "title": "Quick & Easy Spinach & Parmesan Fusilli",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/20210525-AK08060-819x1024.jpg",
        "ingredients": ["150g fusilli pasta",
        "100g spinach",
        "3 tablespoon double cream",
        "40g parmesan cheese, grated"],
        "method": ["Cook the pasta in boiling water, drain. Heat a frying pan. Add the spinach and cook until wilted. Add the pasta, cream and cheese. Toss together over the heat."],
        "preptime": 2,
        "cooktime": 10
    },
    {
        "id": 10,
        "title": "Spinach Crepes with Cream Cheese & Cherry Tomatoes",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/20210525-AK08080-819x1024.jpg",
        "ingredients": ["50g spinach",
        "2 eggs",
        "100g plain flour",
        "100mls milk",
        "2 tablespoons crème cheese",
        "6 chopped cherry tomatoes",
        "Sunflower oil"],
        "method": ["Measure the spinach, eggs, flour and milk into a jug. Blend until smooth using a stick blender.",
        "Heat a little oil in a small frying pan. Add a thin layer of mixture, swirl around the pan and cook for 2/3 minutes on both sides. Transfer to as plate and repeat with the remaining mixture.",
        "Once the crepes have cooled, spread with cream cheese and sprinkle with tomatoes. Roll up tightly and slice into rounds."],
        "preptime": 10,
        "cooktime": 3
    },
    {
        "id": 4,
        "title": "Cherry Tomato & Mascarpone Risotto",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/08/20210727-AK06124-819x1024.jpg",
        "ingredients": ["2 tbsp olive oil",
        "2 onions, finely chopped",
        "2 cloves garlic, crushed",
        "150g risotto rice",
        "400g Piccolo cherry tomatoes halved",
        "600 ml hot chicken stock",
        "50g parmesan, grated",
        "3 tbsp fresh basil, chopped",
        "50g mascarpone cheese"],
        "method": ["Heat the oil in a saucepan. Add the onion and fry for 3 to 4 minutes.",
        "Add the garlic and tomatoes and fry for 2 minutes. Add the rice and stir over the heat.",
        "Add the stock a little at a time until all the liquid has been absorbed. This takes around 25 minutes. Remove from the heat.",
        "Add the parmesan, basil, and mascarpone. Stir well and season to taste."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 2,
        "title": "Margarita Pizza Slices",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/07/Margharita-slices.jpg",
        "ingredients": ["2 Warburtons Half White Half Wholemeal thins",
        "4 tbsp green pesto",
        "75g mozzarella cheese, grated",
        "150g yellow and red cherry tomatoes, halved",
        "2 tbsp sweetcorn"],
        "method": ["Preheat the grill.",
        "Put the four halves onto a baking sheet. Spread the pesto over the base and top with the mozzarella, cherry tomatoes and sweetcorn.",
        "Place under the grill for 8 minutes until melted and crisp. Slice each thin into two."],
        "preptime": 5,
        "cooktime": 8
    },
    {
        "id": 3,
        "title": "Mini Breaded Chicken Bites",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/07/MiniBreadedChicken.jpg",
        "ingredients": ["2 slices Warburtons Half White Half wholemeal thick bread",
        "50g Parmesan, grated",
        "2 tbsp fresh basil, chopped",        
        "2 large chicken breasts cut into chunks",
        "2 tbsp red pesto"],
        "method": ["Preheat the oven to 180C Fan.",
        "Put the bread into a food processor whiz until if forms fine breadcrumbs.",
        "Add the cheese and basil and whiz again until you have a fine crumb mixture. Tip onto a plate.",
        "Put the pesto and chicken into a bowl and mix well.",
        "Roll the chicken into the breadcrumb mixture so that each piece of chicken is well coated.",
        "Place on an oiled baking sheet. Bake for 10 to 12 minutes until golden and cooked through."],
        "preptime": 12,
        "cooktime": 12
    },
    {
        "id": 5,
        "title": "Veggie Omelette Toasties",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/07/VeggieOmletteThins.jpg",
        "ingredients": ["3 Tip Top Wholemeal thins",
        "1 tbsp olive oil",
        "100g small new potatoes",
        "1 red onion, peeled and finely chopped",
        "Handful baby spinach, chopped",
        "4 medium eggs",
        "6 small cherry tomatoes, roughly chopped",
        "1 tbsp milk",
        "2 tbsp freshly grated Parmesan cheese",
        "2 tbsp chopped basil"],
        "method": ["Bring a lightly salted saucepan of water to the boil and add the new potatoes. Reduce the pan to a simmer and cook the potatoes for about 12 minutes, until tender.",
        "Drain, leave to cool and then cut into slices.",
        "Heat the oil in an 18-20cm non-stick frying pan. Add the onion and sauté for 2 minutes.",
        "Add the chopped spinach and tomatoes and cook for 2 minutes, then stir in the sliced new potatoes.",
        "Beat the eggs together with the milk, Parmesan cheese and basil. Pour the egg mixture over the vegetables and cook over a medium heat for about 4 minutes or until the eggs are set underneath.",
        "Meanwhile, pre-heat the grill to high. Place the frying pan under the grill with the handle sticking out if not metal and cook for about 3 minutes until golden and set.",
        "Split the thins and fill each one with a slice of omelette, sandwich together and halve."],
        "preptime": 5,
        "cooktime": 23
    },
    {
        "id": 7,
        "title": "Sweet Potato & Carrot Rostis",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/BLE-rosti-1024x1024.jpg",
        "ingredients": ["125g carrot, peeled and grated",
        "175g sweet potato, peeled and grated",
        "50g Parmesan, grated",
        "3 spring onions, sliced",
        "1 tsp fresh thyme, chopped",
        "3 medium British Lion eggs, beaten",
        "70g self-raising flour",
        "1 tbsp sunflower oil"],
        "method": ["Measure all of the ingredients except the oil into a large bowl. Mix well.",
        "Heat a little oil in a large frying pan, then add heaped tablespoons to the pan.",
        "Spread out and cook for 2 to 3 minutes each side.",
        "You can make large rostis for adults by adding 2 heaped tablespoons of mixture to the pan and cook them for 3 to 4 minutes each side.",
        "For the poached egg topper, bring a pan of water to the boil, swirl the water. Crack each of the British Lion eggs into a ramekin.",
        "Tip into the water, then repeat with the second and third egg. Gently simmer for 3 to 4 minutes until the white is cooked but the yolk is still runny. Drain onto kitchen paper.",
        "Add a poached egg to each adult portion and just the yolk to a baby / toddler portion."],
        "preptime": 10,
        "cooktime": 10
    },
    {
        "id": 8,
        "title": "Veggie Frittata Muffins",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/BLE-frittata-1024x1024.jpg",
        "ingredients": ["100 g broccoli florets",
        "65g tinned sweetcorn",
        "3 large British Lion eggs",
        "2 tbsp milk",
        "50g Cheddar or Gruyere cheese, grated",
        "4 spring onions, sliced"],
        "method": ["Preheat the oven to 180°C Fan.",
        "Grease 6 holes in a non-stick muffin tin. I like to use a silicone muffin tray.",
        "Steam the broccoli for 4 minutes. Refresh under cold water. Roughly chop.",
        "Crack the British Lion eggs into a bowl. Add the milk and beat together. Add the broccoli, corn, gruyere and spring onions.",
        "Spoon into the 6 holes. Bake for 20 to 25 minutes until lightly golden and set in the middle."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 9,
        "title": "Super Fast Scrambled Egg Quesadillas",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/BLE-quesadilla-1024x1024.jpg",
        "ingredients": ["1 tbsp olive oil",
        "¼ red onion, finely chopped",
        "¼ red pepper, finely diced",
        "4 cherry tomatoes, chopped",
        "A knob of butter",
        "2 large British Lion eggs, beaten",
        "1 tbsp milk",
        "2 tbsp Cheddar cheese, grated",
        "2 mini tortilla wraps"],
        "method": ["Heat the oil in a small frying pan. Add the onion and red pepper and fry for 3 to 4 minutes. Add the tomatoes and fry for 30 seconds, then spoon onto a plate.",
        "Beat the British Lion eggs and milk together in a bowl. Wipe the pan clean then add the butter. When the butter is foaming, add the eggs and stir over the heat until lightly scrambled and spoon onto a plate.",
        "Put one wrap onto a board. Top with the egg and diced vegetables. Sprinkle with the cheese. Top with the second wrap and press down.",
        "Place in a frying pan and heat until golden on both sides. Slice into three triangles."],
        "preptime": 5,
        "cooktime": 5
    },
    {
        "id": 11,
        "title": "5 Veg Raindbow Cod",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/rice-square.png",
        "ingredients": ["150g long grain rice",
        "75g tiny broccoli florets",
        "40g frozen peas",
        "1 tbsp sunflower oil",
        "1 small onion, finely chopped",
        "1 clove garlic, crushed",
        "1 carrot, peeled and finely diced",
        "2 tbsp sweetcorn",
        "2 x parcels of Young’s Cod Steaks in Butter Sauce",
        "25g Parmesan cheese, grated",
        "Squeeze of lemon juice"],
        "method": ["Cook the rice in a pan of boiling water according to the packet instructions. Add the broccoli and peas 3 minutes before the end of the cooking time, drain well.",
        "Heat the oil in a frying pan. Add the onion and carrot and fry for 4 – 5 minutes until soft and then add the garlic for 15 seconds. Add the cooked rice, vegetables and sweetcorn.",
        "Cook the Young’s Cod Steaks in Butter Sauce in the microwave according to the packet instructions. Snip open the packets and add to the pan with the Parmesan cheese and lemon juice.",
        "Gently fold everything together and season lightly."],
        "preptime": 10,
        "cooktime": 20
    },
    {
        "id": 12,
        "title": "Apple, Cinnamon & Sultana Pancakes",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2020/06/Pancakes-egg-free-1024x1024.jpg",
        "ingredients": ["100g plain flour",
        "½ tsp bicarbonate of soda",
        "2 tsp maple syrup",
        "1 sweet apple, peeled and grated",
        "2 eggs, beaten",
        "100 ml milk",
        "50g sultanas",
        "Pinch of cinnamon"],
        "method": ["Measure the flour, bicarbonate of soda, eggs and milk into a bowl. Whisk into a smooth batter. Add the apple, sultana, cinnamon and maple syrup. Stir together .",
        "Heat a little oil in a frying pan. Add spoonfuls of the mixture to make little pancakes , Cook for 1 to 2 minutes, turn over and cook on the other side for 1 minutes until cooked through and lightly golden in colour."],
        "preptime": 5,
        "cooktime": 5
    },
    {
        "id": 13,
        "title": "Baby Chicken & Pea Carbonara",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/HF_Carbonara-768x1024.jpg",
        "ingredients": ["50g small pasta shapes",
        "25g peas",
        "2 tablespoon full fat milk",
        "1 medium British Lion egg yolk",
        "15g Parmesan cheese, grated",
        "25g cooked chicken, diced",
        "15g ripe avocado, diced"],
        "method": ["Cook the pasta in boiling water according to the packet instructions.",
        "Add the peas 3 minutes before the end of the cooking time.",
        "Mix the milk, raw yolk and cheese together in a small bowl.",
        "Drain the pasta and peas and tip back into the saucepan.",
        "Quickly add the egg mixture and stir over a low heat for a few seconds until the sauce has thickened and is coating the pasta.",
        "Add the chicken and avocado and serve at once."],
        "preptime": 5,
        "cooktime": 10
    },
    {
        "id": 14,
        "title": "Summer Veggie Frittata",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/Frittata-with-Potato-Spinach-Sweet-Pepper-1024x1024.jpg",
        "ingredients": ["200g new potatoes",
        "½ red pepper, deseeded and diced",
        "1 onion, siiced",
        "1 tbsp fresh basil , chopped",
        "5 large eggs",
        "2 tbsp milk",
        "Sunflower oil"],
        "method": ["Cook the potatoes in boiling water for 15 minutes. Allow to cool and slice.",
        "Heat 2 tbsp of oil in a medium frying pan. Add the onion and pepper and fry for 5 minutes. Add the potatoes and fry for 2 minutes. Add the peas and basil.",
        "Beat the eggs and milk together in a jug and pour over the vegetables and season. Pour the egg mixture into the pan and heat until the egg has set around the edges.",
        "Preheat the grill. Place the pan under the grill for 5 to 8 minutes until lightly golden and set in the middle."],
        "preptime": 10,
        "cooktime": 30
    },
    {
        "id": 15,
        "title": "Boiled Egg with Broccoli & Cheese Soldiers",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/HF_SoftBoiled_Hats-768x1024.jpg",
        "ingredients": ["1 slice of white bread",
        "1-2 tsp cream cheese",
        "15g Gruyere cheese, grated",
        "3 small stems of Tenderstem broccoli",
        "1 medium British Lion egg"],
        "method": ["Pre heat the grill to high.",
        "Toast the bread in a toaster then place on a baking sheet. Spread over the cream cheese and sprinkle with cheese. Place until the grill for 3 to 5 minutes until the cheese has melted. Slice into fingers.",
        "Steam cook the broccoli for 4 minutes, refresh under cold water. Drain on kitchen paper.",
        "Put the egg into a small saucepan. Cover with cold water and a lid. Bring up to the boil. Boil rapidly for 3 to 4 minutes. Put into an eggcup and carefully slice the top off. The egg should be runny and ready for dipping!",
        "Serve with the toasted fingers and broccoli stems."],
        "preptime": 10,
        "cooktime": 10
    },
    {
        "id": 16,
        "title": "Chicken with Tomatoes and Orzo",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/07/Chicken-with-Orzo-and-Tomatoes-4.jpg",
        "ingredients": ["3 tbsp. olive oil",
        "1 red onion, diced",
        "1 sweet red pepper, finely diced",
        "75g diced courgette",
        "50g diced carrot",
        "2 cloves garlic, crushed",
        "1 tsp sweet smoked paprika",
        "1 tsp good quality balsamic vinegar",
        "125g orzo pasta",
        "450 ml hot chicken stock",
        "250 ml passata",
        "1 tsp fresh thyme, chopped",
        "10 cherry tomatoes, quartered",
        "2 chicken breasts sliced into strips or 2 ready cooked chicken breasts cut into strips",
        "A little salt and pepper",
        "A handful of fresh basil leaves, chopped"],
        "method": ["Heat 1 tbsp. of oil in a deep frying pan. Add the onion, red pepper, courgette and carrot and fry for 3 to 4 minutes….. Ingredients: 1 tbsp. olive oil, 1 red onion (diced), 1 sweet red pepper (finely diced), 75g diced courgette, 50g diced carrot",
        "Add the garlic and sweet smoked paprika and fry for 30 seconds, then add the balsamic vinegar and orzo. Stir to coat the pasta in the mixture, then add the stock and passata. Bring to the boil, cover and simmer until cooked through for about 15 to 20 minutes or until the pasta is cooked and most of the liquid has been absorbed.  Add the thyme and cherry tomatoes and stir until the tomatoes have softened slightly….. Ingredients: 2 cloves garlic (crushed), 1 tsp sweet smoked paprika, 1 tsp good quality balsamic vinegar, 125g orzo pasta, 450 ml hot chicken stock, 250 ml passata, 1 tsp fresh thyme (chopped), 10 cherry tomatoes (quartered)",
        "Season the chicken strips with salt and pepper and fry them in the remaining oil until lightly golden and cooked through. Alternatively add the ready cooked chicken cut into strips and heat through. Add them to the pasta and sprinkle with the basil….. Ingredients: 2 chicken breasts sliced into strips or 2 ready cooked chicken breasts cut into strips, A little salt and pepper, 2 tbsp. olive oil, a handful of fresh basil leaves (chopped)"],
        "preptime": 10,
        "cooktime": 35
    },
    {
        "id": 17,
        "title": "Mini Turkey Balls",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/Turkey-Balls-2-1024x1024.jpg",
        "ingredients": ["2 tsp sunflower oil",
        "1 onion chopped",
        "75 g parsnip, peeled and diced",
        "150 g sweet potato, peeled and diced",
        "200 g minced turkey thigh",
        "30 g fresh spinach",
        "20 g grated Cheddar",
        "1 tsp thyme. chopped",
        "Add 30 g Panko breadcrumbs"],
        "method": ["Prick the sweet potato and cook in a microwave for 10 minutes until soft . Leave to cool. Scoop out the potato. Grate the parsnip.",
        "Measure all of the ingredients into a food processor. Whiz until finely chopped.",
        "Season for babies over one and shape into 25 balls.",
        "Heat the oil in a frying pan. Fry for 8 to 10 miutes , turning until golden and cooked through.",
        "Alternatively preheat an oven to 180C  / 160C Fanand cook the chicken balls for  about 15 minutes turning halfway through until cooked through."],
        "preptime": 10,
        "cooktime": 15
    },
    {
        "id": 18,
        "title": "Dairy-free Banana and Peanut Butter Muffins",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/Dairy-Free-Banana-and-Penut-Butter-Muffins_2-1024x1024.jpg",
        "ingredients": ["2 eggs",
        "120ml maple syrup",
        "125g sunflower oil",
        "85g peanut butter",
        "150g ripe banana mashed",
        "200g self-raising flour",
        "50g caster sugar",
        "1 tsp baking powder",
        "50g sultanas"],
        "method": ["Preheat the oven to 160C Fan. Line a muffin tin with 12 paper cases.",
        "Beat the eggs, maple syrup and oil together in a bowl. Mash a banana with the peanut butter. Add the mixture to the egg, syrup and oil. Mix well.",
        "Measure the flour, caster sugar, sultanas and baking powder into a large bowl. Add the wet ingredient and whisk using an electric hand whisk for one minute. Spoon into the cases.",
        "Bake for 20 to 25 minutes until well risen and firm in the middle.",
        "Cool on a wire rack."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 19,
        "title": "Crunchy Salmon Fish Cakes",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/07/Crunchy_Salmon_Fish_Cakes-lowres-1-2.jpg",
        "ingredients": ["3 spring onions, finely sliced",
        "2 potato",
        "170 g salmon fillet, skinned & chopped into small pieces",
        "15 g Parmesan cheese, finely grated",
        "mayonnaise",
        "2 tsps sweet chilli sauce",
        "2 tsps ketchup",
        "2 tsps lemon juice",
        "2 tsps dill, chopped",
        "15 g fresh white breadcrumbs",
        "Sunflower oil, for frying",
        "2 eggs beaten",
        "75 g Shredded Wheat Bite Size",
        "30 g Parmesan cheese, finely grated",
        "1 Sliced hard boiled eggs/quails eggs",
        "Sugar snap peas"],
        "method": ["Peel the potatoes & boil for 20-25 minutes until soft. Drain & mash.",
        "Mix together the ingredients for the fishcakes; spring onions, potatoes, salmon, Parmesan, mayonnaise, ketchup, sweet chilli sauce, lemon juice, dill and breadcrumbs . Season well.",
        "Divide the mixture into 4 balls, chill if possible for 3-4 hours or overnight.",
        "Put the Shredded Wheat into a processor & whiz to fine crumbs. Add the Parmesan & pulse to combine. Dip the fish cakes in the beaten egg then coat in the crumb mixture.",
        "Dip in egg once again & coat in the crumb mixture.",
        "Put the balls onto a chopping board or tray & make into a fish shape.",
        "Heat 2 tbsp of oil in a frying pan. Fry the fish cakes for 2-3 minutes on both sides until golden brown & the salmon is cooked through.",
        "Place the fish cakes on a plate. If you like you can decorate with a slice of boiled egg & peas for the eyes, halved sugar snap peas for the mouth, parsley for the fins & sliced radish for the air bubbles. Serve on a sea of peas."],
        "preptime": 240,
        "cooktime": 5
    },
    {
        "id": 20,
        "title": "Chicken and Pesto with Red Pepper Thins",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/415053280ChickenPesto_Work-1024x721.jpg",
        "ingredients": ["2 x White Sandwich Thins",
        "2 tablespoon mayonnaise",
        "1 teaspoon pesto sauce",
        "40g roasted red pepper, chopped",
        "1 tablespoon basil, chopped",
        "50g cooked chicken, diced",
        "2 handfuls of spinach leaves"],
        "method": ["Put the thins onto a board. Mix the mayonnaise, pesto, red pepper, spinach, basil and chicken together, season well.",
        "Spread the mixture on top of two slices of bread. Put the remaining on top, slice into triangles."],
        "preptime": 0,
        "cooktime": 5
    },
    {
        "id": 21,
        "title": "Sweet-And-Sour Chinese Chicken",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/INSTAGRAM-Chicken-Karmel.png",
        "ingredients": ["4 tbsp sunflower or rapeseed oil",
        "240g skinless chicken breasts, cut into bite sized pieces",
        "100g carrot, cut into matchsticks",
        "100g baby corn, sliced in half lengthways and then cut in half across",
        "100g fine green beans",
        "2 spring onions, finely sliced",
        "Salt and black pepper",
        
        "Batter",
        "1 medium egg yolk",
        "1 1/2 tbsp cornflour",
        "1 tbsp milk",
        
        "Sweet and sour sauce",
        "1 tbsp soy sauce",
        "2 tbsp tomato ketchup",
        "2 tbsp rice wine vinegar",
        "1/2 tbsp runny honey",
        "1/2 tsp sesame oil"],
        "method": ["Make the batter in a small bowl. Beat together the egg yolk, cornflour and milk to make a thin batter. Heat 2 tablespoons of oil in a wok or frying pan . Dip the chicken into the batter, then fry for 3 to 4 minutes until golden. Remove from the wok and set aside.",
        "Meanwhile, mix together all the ingredients for the sauce. Heat the remaining oil in a wok and stir-fry the carrot, baby corn and green beans for 2 minutes.",
        "Add the sauce, bring up to the boil and cook for 2 minutes. Remove from the heat and stir in the spring onions. Add the chicken to the vegetables and heat through. Season to taste. Serve with fluffy white rice."],
        "preptime": 15,
        "cooktime": 10
    },
    {
        "id": 22,
        "title": "Cod & Salmon Quinoa Balls",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/salmon-quinoa-balls.jpg",
        "ingredients": ["3 spring onions, chopped",
        "¼ tsp fresh ginger, grated",
        "125g salmon fillet, diced",
        "100g cod loin, skinned and diced",
        "2 tsp sweet chilli sauce",
        "1 tsp soy sauce",
        "120g cooked quinoa"],
        "method": ["Put the spring onions and ginger into a food processor. Whiz until finely chopped. Add the remaining ingredients and whiz again until finely chopped. Season with salt and pepper.",
        "Shape into 20 balls. Roll in plain flour.",
        "Heat a little oil in a frying pan. Add the balls and fry for 5 to 6 minutes until golden on all sides and cooked through.",
        "Alternatively preheat an oven to 180C  / 160C Fan and cook the balls for about 15 minutes turning halfway through until cooked through"],
        "preptime": 5,
        "cooktime": 5
    },
    {
        "id": 23,
        "title": "Sweet Spinach Muffins With Banana",
        "image": "https://www.yummytoddlerfood.com/wp-content/uploads/2018/03/spinach-banana-muffins.jpg",
        "ingredients": ["1 cup ripe banana", 
        "2 cups baby spinach", 
        "3/4 cup milk",
        "1/4 cup honey",
        "2 tablespoons melted and cooled butter OR neutral oil OR plain yogurt",
        "2 eggs",
        "1 teaspoon vanilla extract",
        "1 cup rolled oats",
        "1 teaspoon baking soda",
        "1/8 teaspoon salt",
        "1 cup whole-wheat flour",
        "Mini chocolate chips, optional"],
        "method": ["Preheat the oven to 375 degrees F and grease a muffin tin well with nonstick spray.",
        "Place all ingredients into a blender except the flour and chocolate chips, if using.",
        "Blend until very smooth, stopping to scrape down the sides of the bowls as needed. You want the greens to be very finely blended in so the batter is green, as if you were making a smoothie.",
        "Pulse in the flour just to combine, or stir it in gently.",
        "Pour batter into the prepared muffin tin, filling each cup about ¾ cup full. Sprinkle with chocolate chips if using.",
        "Bake for 18-20 minutes or until firm to the touch and lightly browned around the edges. (You can also check to see if a cake tester inserted into the center comes out cleanly.)",
        "Remove from the oven and use a paring knife, if needed, to transfer to a wire rack to cool.",
        "Serve slightly warm, at room temp, or chilled.",
        "You can store the muffins in an airtight container in the fridge for 3-5 days and eat cold or slightly warmed. Or store in a zip top bag in the freezer for up to 3 months. Thaw overnight in the fridge or at room temperature."],
        "preptime": 10,
        "cooktime": 18
    },
    {
        "id": 24,
        "title": "Pizza Muffins with Veggies!",
        "image": "https://www.yummytoddlerfood.com/wp-content/uploads/2020/06/pizza-muffins-on-wire-rack-with-kids-hand.jpg",
        "ingredients": ["1 1/2 cups milk",
        "1 cup grated carrot",
        "1 cup shredded mozzarella cheese",
        "1/4 cup grated Parmesan cheese",
        "1/4 cup melted and slightly cooled butter or neutral oil",
        "1/4 cup diced pepperoni, plus 2 tablespoons ( optional)",
        "2 eggs, lightly beaten",
        "1 cup all-purpose flour",
        "1 cup whole-wheat flour",
        "1 teaspoon baking powder",
        "1/2 teaspoon baking soda",
        "2 teaspoons pizza seasoning",
        "1/2 teaspoon salt"],
        "method": ["Preheat the oven to 375 degrees F and grease a standard muffin tin well with nonstick spray.",
        "Add the milk, carrot, cheeses, butter, pepperoni (reserving the 2 tablespoons), and egg to a medium bowl. Stir together.",
        "Stir in the flours, baking powder, baking soda, pizza seasoning, and salt.",
        "Divide batter among the prepared muffin tin, using about ¼ cup in each. Top each with pepperoni.",
        "Bake for 18-20 minutes or until lightly golden brown around the edges and a cake tester inserted into the center comes out cleanly. (There may be some melted cheese on it though!)",
        "Let cool in the pan for 2-5 minutes, then transfer to a wire rack to cool completely. You may need to use a paring knife around the edges of the muffins to help remove them from the pan.",
        "Serve slightly warm."],
        "preptime": 10,
        "cooktime": 18
    },
    {
        "id": 25,
        "title": "5-Ingredient Cauliflower Mac and Cheese",
        "image": "https://www.yummytoddlerfood.com/wp-content/uploads/2018/10/cauliflower-mac-and-cheese-1.jpg",
        "ingredients": ["1 small head cauliflower (stem discarded and chopped into small pieces; or about 4 cups florets)",
        "2/3 cup milk (warmed slightly)",
        "1 pound pasta (such as elbow or other mini pasta shape)",
        "1 cup shredded cheddar cheese",
        "2 tablespoons butter",
        "1/4 teaspoon salt (optional)",
        "pinch garlic powder (optional)"],
        "method": ["Bring a large pot of water to a boil. Add the cauliflower and cook for about 8-10 minutes or until soft when poked with a fork.",
        "Use a fine-mesh strainer or slotted spoon to remove the cauliflower and add to a blender. Add the milk, cheese, butter, salt, and garlic powder if using. Blend until smooth.",
        "Meanwhile, add the pasta to the boiling water from Step 1 and cook according to package directions. Drain and return to the pot.",
        "Stir the cheese sauce into the pasta and serve warm."],
        "preptime": 10,
        "cooktime": 20
    },
    {
        "id": 26,
        "title": "Homemade Broccoli Tots",
        "image": "https://www.yummytoddlerfood.com/wp-content/uploads/2018/03/homemade-broccoli-tots-650x433.jpg",
        "ingredients": ["1 cup broccoli florets (roughly chopped)",
        "1 cup fully cooked short grain brown rice",
        "½ cup shredded mozzarella cheese",
        "1 tablespoon grated Parmesan",
        "2 eggs",
        "¼ cup Italian-flavored or regular breadcrumbs",
        "1/4 teaspoon salt (optional)",
        "1/4 teaspoon Italian seasoning or cumin (optional)"],
        "method": ["Preheat the oven to 375 degrees F and line a baking sheet with parchment paper.",
        "Bring a kettle of water to a boil and pour over the broccoli in a heat-safe bowl. Let sit for about 5 minutes. Drain well.",
        "Add the broccoli, rice, cheese, Parmesan, eggs, and breadcrumbs to the bowl of a food processor. Add salt and either Italian seasoning or cumin to add a little additional flavor if desired.",
        "Grind very well to make a uniform batter. (If your batter doesn't seem to be holding together well, add another tablespoon or two of breadcrumbs.)",
        "Portion into 1-tablespoon size ovals and place on the prepared baking sheet.",
        "Bake for 25-27 minutes or until firm to the touch and lightly golden brown. Let cool slightly and serve."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 27,
        "title": "Sweet Potato Frittata Fingers",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/11/Sweet-Potato-Frittata-Slices-768x1024.jpg",
        "ingredients": ["280g sweet potato, peeled and diced",
        "5 eggs",
        "25g parmesan cheese, grated",
        "50g Cheddar, grated",
        "1 tbsp plain flour",
        "1 tbsp chives, chopped",
        "1 tbsp basil, chopped",
        "4 cherry tomatoes, chopped",
        "25g frozen peas"],
        "method": ["Preheat the oven to 180C Fan.",
        "Line a 23cm /9’’ square tin with baking paper.",
        "Cook the sweet potato cubes in a steamer for 8 minutes until tender. Leave to cool.",
        "Crack the eggs into a bowl and whisk. Add the cheeses, flour, herbs, tomatoes and peas. Add the sweet potato and mis well.",
        "Season to taste for babies over one.",
        "Pour into the tin. Bake for 20 to 25 minutes until set in the middle and lightly golden.",
        "Slice into 16 fingers."],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 28,
        "title": "Mini Bread Nests",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/07/Mini-bread-nests.jpg",
        "ingredients": ["6 slices Warburtons Half White Half Wholemeal thick bread",
        "25g butter, melted",
        "3 spring onions, sliced",
        "½ pre-cooked chicken breast, diced",
        "4 cherry tomatoes, diced",
        "1 tbsp sweetcorn",
        "40g Cheddar cheese, grated",
        "1 medium egg",
        "100ml double cream"],
        "method": ["Preheat the oven to 180C.",
        "Roll the bread out thinly using a rolling pin.",
        "Put the bread slices onto a board and stamp out 6 rounds using a 11cm round cutter.",
        "Brush with melted butter.",
        "Grease a 6-hole deep muffin tin with oil. Line the hollows in the tin with the circles of bread pushing them into the holes.",
        "Oven cook for 8 minutes, then remove and add the spring onions, chicken, tomatoes, cheese and sweetcorn.",
        "Beat the eggs and cream together in a jug. Pour into the cases.",
        "Bake for 15 minutes until the filling is set. Remove and allow to cool. "],
        "preptime": 10,
        "cooktime": 25
    },
    {
        "id": 29,
        "title": "Mini Chicken Burgers with Red Onion, Carrot and Sage",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2021/06/chicken-burgers.png",
        "ingredients": ["350 g/12 oz boneless chicken thigh fillets, roughly diced",
        "1 medium carrot, peeled and grated",
        "1 tablespoon chopped fresh sage",
        "1 small red onion, chopped",
        "75g/3 oz fresh breadcrumbs",
        "1 tablespoon sun-dried tomato paste",
        "30 g/1 oz grated Parmesan cheese",
        "a few drops of Worcestershire sauce",
        "vegetable or sunflower oil, for frying"],
        "method": ["Put the chicken into a food processor. Whizz until finely chopped.",
        "Add the remaining ingredients and whizz until chopped.",
        "Shape into 14 small burgers. Heat a little oil in a frying pan.",
        "Add the burgers and fry for 3–4 minutes on each side until golden and cooked through."],
        "preptime": 10,
        "cooktime": 18
    },
    {
        "id": 30,
        "title": "Spinach & Ricotta Lasagne",
        "image": "https://www.annabelkarmel.com/wp-content/uploads/2020/09/20200922-AK01114-1024x1024.jpg",
        "ingredients": ["800g spinach, washed",
        "2 tbsp olive oil",
        "400g banana shallots, thinly sliced",
        "3 large cloves garlic, crushed",
        "2 x 400g chopped tomatoes",
        "2 tbsp sundried tomato paste",
        "2 tsp fresh oregano",
        "Pinch of sugar",
        "500g ricotta cheese",
        "100g parmesan, grated or use a vegetarian Italian hard cheese",
        "2 small cloves garlic, crushed",
        "1 egg, beaten",
        ".",
        "Cheese Sauce",
        "50g butter",
        "50g flour",
        "600 ml milk",
        "100g parmesan, grated",
        "6 to 8 sheets fresh lasagne"],
        "method": ["Preheat the oven to 180C fan.",
        "Heat a large frying pan . add half of the spinach with 2 tbsp of water . Heat until wilted. Drain and repeat with the remaining spinach. ;eave to cool, then squeeze out the liquid and roughly chop. Put into a bowl.",
        "Heat the oil in a saucepan. Add the shallots and cook for 10 minutes until soft . Spoon half of the onions into the bowl with the spinach.",
        "Add the 3 cloves of garlic to the pan, Fry for 30 seconds. Add the tomatoes , tomato paste, oregano and sugar . Bring up to the boil and simmer for 20 minutes.",
        "Add the cheese sauce . Melt the butter in a saucepan . Add the flour and stir. Whisk un the milk, stirring until you have a thickened sauce . Add 50g of parmesan(or vegetarian Italian hard cheese).",
        "Spoon a little tomato sauce in a large ovenproof dish . Arrange 2 sheets of lasagne on top . Spread over one third of the cheese sauce . Repeat twice. Sprinkle with the remaining 50g parmesan.",
        "Bake in the oven for 35 to 40 minutes until lightly golden and bubbling and the pasta is cooked through."],
        "preptime": 35,
        "cooktime": 40
    }
    
]